{"0": "<unk>", "1": "<pad>", "2": "<|endoftext|>", "3": ".", "4": "the", "5": ",", "6": "a", "7": "and", "8": "'", "9": "of", "10": "to", "11": "is", "12": "it", "13": "i", "14": "in", "15": "this", "16": "that", "17": "s", "18": "was", "19": "movie", "20": "for", "21": "but", "22": "with", "23": "as", "24": "t", "25": "film", "26": "you", "27": ")", "28": "on", "29": "(", "30": "not", "31": "have", "32": "are", "33": "be", "34": "he", "35": "they", "36": "!", "37": "one", "38": "at", "39": "his", "40": "all", "41": "?", "42": "so", "43": "like", "44": "there", "45": "just", "46": "by", "47": "an", "48": "or", "49": "who", "50": "from", "51": "if", "52": "about", "53": "out", "54": "what", "55": "some", "56": "no", "57": "her", "58": "even", "59": "can", "60": "has", "61": "good", "62": "bad", "63": "would", "64": "only", "65": "more", "66": "when", "67": "up", "68": "she", "69": "really", "70": "had", "71": "time", "72": "my", "73": "were", "74": "which", "75": "very", "76": "me", "77": "see", "78": "don", "79": "we", "80": "their", "81": "do", "82": "than", "83": "story", "84": "been", "85": "much", "86": "get", "87": "because", "88": "-", "89": "people", "90": "then", "91": "could", "92": "how", "93": "any", "94": "make", "95": "into", "96": "made", "97": "other", "98": "first", "99": "them", "100": "too", "101": "plot", "102": "movies", "103": "acting", "104": "will", "105": "well", "106": "way", "107": "most", "108": "him", "109": "after", "110": "think", "111": "also", "112": "its", "113": "characters", "114": "watch", "115": "did", "116": "character", "117": "why", "118": "being", "119": "better", "120": "know", "121": "off", "122": "seen", "123": "never", "124": "ever", "125": "where", "126": "your", "127": "little", "128": "two", "129": "films", "130": "here", "131": "say", "132": "nothing", "133": "m", "134": "should", "135": "many", "136": "something", "137": "end", "138": "over", "139": "does", "140": "thing", "141": "ve", "142": "show", "143": "scene", "144": "scenes", "145": "these", "146": "go", "147": "didn", "148": "watching", "149": "great", "150": "doesn", "151": "through", "152": "such", "153": "worst", "154": "actually", "155": "while", "156": "actors", "157": "man", "158": "back", "159": "going", "160": "funny", "161": "life", "162": "still", "163": "another", "164": "re", "165": "director", "166": "look", "167": "those", "168": "now", "169": "few", "170": "want", "171": "before", "172": "minutes", "173": "pretty", "174": "love", "175": "real", "176": "though", "177": "same", "178": "best", "179": "script", "180": "&", "181": "seems", "182": "every", "183": "horror", "184": "least", "185": "enough", "186": "old", "187": "original", "188": "got", "189": "work", "190": "guy", "191": "around", "192": "down", "193": "part", "194": "lot", "195": "anything", "196": "find", "197": "isn", "198": "fact", "199": "things", "200": "again", "201": "give", "202": "new", "203": "point", "204": "makes", "205": "take", "206": "whole", "207": "thought", "208": "years", "209": "however", "210": "gets", "211": "cast", "212": "might", "213": "long", "214": "interesting", "215": "money", "216": "d", "217": "us", "218": "big", "219": "without", "220": "quite", "221": "come", "222": "right", "223": "far", "224": "almost", "225": "ll", "226": "kind", "227": "reason", "228": "looks", "229": "2", "230": "am", "231": "must", "232": "awful", "233": "making", "234": "someone", "235": "trying", "236": "wasn", "237": "instead", "238": "boring", "239": "done", "240": "saw", "241": "poor", "242": "away", "243": "action", "244": "comedy", "245": "probably", "246": "sure", "247": "believe", "248": "anyone", "249": "girl", "250": "stupid", "251": "times", "252": "maybe", "253": "rather", "254": "terrible", "255": "since", "256": "last", "257": "may", "258": "let", "259": "between", "260": "world", "261": "waste", "262": "feel", "263": "woman", "264": "effects", "265": "own", "266": "young", "267": "idea", "268": "music", "269": "sense", "270": "bit", "271": "looking", "272": "having", "273": "found", "274": "book", "275": "goes", "276": "hard", "277": "put", "278": "worse", "279": "tv", "280": "said", "281": "comes", "282": "main", "283": "series", "284": "role", "285": "else", "286": "supposed", "287": "everything", "288": "yet", "289": "either", "290": "audience", "291": "completely", "292": "ending", "293": "both", "294": "family", "295": "left", "296": "seem", "297": "course", "298": "always", "299": "watched", "300": "wrong", "301": "actor", "302": "simply", "303": "place", "304": "half", "305": "10", "306": "mean", "307": "set", "308": "shot", "309": "special", "310": "screen", "311": "read", "312": "day", "313": "our", "314": "three", "315": "worth", "316": "try", "317": "oh", "318": "dead", "319": "horrible", "320": "night", "321": "couldn", "322": "although", "323": "house", "324": "once", "325": "rest", "326": "played", "327": "less", "328": "during", "329": "everyone", "330": "fun", "331": "seeing", "332": "black", "333": "version", "334": "given", "335": "kids", "336": "dvd", "337": "1", "338": "sex", "339": "play", "340": "performance", "341": "camera", "342": "production", "343": "tell", "344": "start", "345": "need", "346": "each", "347": "used", "348": "women", "349": "especially", "350": "together", "351": "video", "352": "budget", "353": "line", "354": "high", "355": "dialogue", "356": "problem", "357": "takes", "358": "use", "359": "unfortunately", "360": "himself", "361": "3", "362": "doing", "363": "wife", "364": "getting", "365": "lines", "366": "death", "367": "second", "368": "help", "369": "mind", "370": "couple", "371": "killer", "372": "fan", "373": "name", "374": "guess", "375": "american", "376": "different", "377": "piece", "378": "low", "379": "later", "380": "entire", "381": "nice", "382": "crap", "383": "seemed", "384": "head", "385": "shows", "386": "john", "387": "--", "388": "next", "389": "year", "390": "star", "391": "absolutely", "392": "care", "393": "understand", "394": "true", "395": "hollywood", "396": "felt", "397": "plays", "398": "sort", "399": "person", "400": "short", "401": "until", "402": "home", "403": "school", "404": "title", "405": "decent", "406": "itself", "407": "friends", "408": "went", "409": "case", "410": "perhaps", "411": "wanted", "412": "yes", "413": "job", "414": "annoying", "415": "tries", "416": "flick", "417": "ridiculous", "418": "along", "419": "men", "420": "came", "421": "evil", "422": "written", "423": "face", "424": "keep", "425": "totally", "426": "writing", "427": "stars", "428": "won", "429": "guys", "430": "laugh", "431": "already", "432": "playing", "433": "save", "434": "direction", "435": "example", "436": "attempt", "437": "except", "438": "moments", "439": "obviously", "440": "remember", "441": "truly", "442": "lost", "443": "full", "444": "sound", "445": "kill", "446": "car", "447": "finally", "448": "hour", "449": "act", "450": "father", "451": "blood", "452": "ok", "453": "thinking", "454": "gore", "455": "god", "456": "lack", "457": "wouldn", "458": "war", "459": "called", "460": "please", "461": "turn", "462": "seriously", "463": "none", "464": "quality", "465": "white", "466": "children", "467": "starts", "468": "hope", "469": "lead", "470": "looked", "471": "recommend", "472": "cheap", "473": "dull", "474": "stuff", "475": "kid", "476": "others", "477": "enjoy", "478": "killed", "479": "myself", "480": "beginning", "481": "against", "482": "etc", "483": "4", "484": "girls", "485": "obvious", "486": "becomes", "487": "wonder", "488": "hell", "489": "avoid", "490": "top", "491": "picture", "492": "lame", "493": "anyway", "494": "boy", "495": "happens", "496": "complete", "497": "several", "498": "small", "499": "\u0096", "500": "apparently", "501": "certainly", "502": "despite", "503": "behind", "504": "episode", "505": "early", "506": "gave", "507": "classic", "508": "predictable", "509": "under", "510": "become", "511": "run", "512": "based", "513": "often", "514": "fans", "515": "poorly", "516": "style", "517": "saying", "518": "wants", "519": "5", "520": "cannot", "521": "scary", "522": "overall", "523": "mother", "524": "mr", "525": "jokes", "526": "friend", "527": "silly", "528": "expect", "529": "live", "530": "happened", "531": "liked", "532": "beautiful", "533": "bunch", "534": "cinema", "535": "final", "536": "entertaining", "537": "performances", "538": "says", "539": "hand", "540": "slow", "541": "turns", "542": "child", "543": "cut", "544": "humor", "545": "stop", "546": "themselves", "547": "actress", "548": "happen", "549": "hours", "550": "basically", "551": "eyes", "552": "disappointed", "553": "group", "554": "days", "555": "call", "556": "human", "557": "running", "558": "viewer", "559": "involved", "560": "sorry", "561": "throughout", "562": "yourself", "563": "extremely", "564": "heard", "565": "shots", "566": "fight", "567": "talking", "568": "interest", "569": "body", "570": "close", "571": "badly", "572": "leave", "573": "directed", "574": "gives", "575": "parts", "576": "daughter", "577": "dark", "578": "started", "579": "violence", "580": "aren", "581": "definitely", "582": "mess", "583": "possible", "584": "alone", "585": "female", "586": "game", "587": "son", "588": "unless", "589": "took", "590": "effort", "591": "review", "592": "rating", "593": "usually", "594": "weak", "595": "hero", "596": "word", "597": "feeling", "598": "able", "599": "huge", "600": "matter", "601": "single", "602": "exactly", "603": "side", "604": "town", "605": "sequel", "606": "past", "607": "michael", "608": "tried", "609": "soon", "610": "police", "611": "history", "612": "ends", "613": "turned", "614": "art", "615": "drama", "616": "opening", "617": "talent", "618": "moment", "619": "dialog", "620": "serious", "621": "lives", "622": "sad", "623": "clearly", "624": "type", "625": "beyond", "626": "taken", "627": "particularly", "628": "zombie", "629": "okay", "630": "genre", "631": "wasted", "632": "across", "633": "five", "634": "premise", "635": "coming", "636": "editing", "637": "fails", "638": "major", "639": "falls", "640": "cool", "641": "mention", "642": "mostly", "643": "dumb", "644": "stories", "645": "earth", "646": "sometimes", "647": "theater", "648": "joke", "649": "stay", "650": "writer", "651": "fine", "652": "level", "653": "storyline", "654": "voice", "655": "pointless", "656": "order", "657": "talk", "658": "told", "659": "appears", "660": "rent", "661": "wish", "662": "taking", "663": "brother", "664": "chance", "665": "words", "666": "career", "667": "late", "668": "living", "669": "novel", "670": "somehow", "671": "whatever", "672": "sit", "673": "room", "674": "actual", "675": "add", "676": "strange", "677": "knew", "678": "total", "679": "hit", "680": "write", "681": "imdb", "682": "straight", "683": "material", "684": "ones", "685": "king", "686": "number", "687": "ten", "688": "using", "689": "giving", "690": "hate", "691": "husband", "692": "kept", "693": "shown", "694": "lee", "695": "monster", "696": "points", "697": "works", "698": "local", "699": "possibly", "700": "middle", "701": "killing", "702": "usual", "703": "ago", "704": "opinion", "705": "problems", "706": "decided", "707": "due", "708": "roles", "709": "easily", "710": "experience", "711": "die", "712": "english", "713": "four", "714": "imagine", "715": "including", "716": "power", "717": "reviews", "718": "feels", "719": "nudity", "720": "bring", "721": "whether", "722": "plain", "723": "somewhat", "724": "pathetic", "725": "whose", "726": "otherwise", "727": "score", "728": "known", "729": "knows", "730": "minute", "731": "cinematography", "732": "lots", "733": "murder", "734": "nearly", "735": "flat", "736": "james", "737": "nor", "738": "cheesy", "739": "zombies", "740": "change", "741": "needs", "742": "upon", "743": "wait", "744": "credits", "745": "fast", "746": "writers", "747": "song", "748": "released", "749": "shame", "750": "entertainment", "751": "b", "752": "comments", "753": "average", "754": "expected", "755": "near", "756": "bored", "757": "development", "758": "needed", "759": "doubt", "760": "city", "761": "excellent", "762": "lady", "763": "attention", "764": "clear", "765": "figure", "766": "sets", "767": "garbage", "768": "laughable", "769": "sequence", "770": "space", "771": "potential", "772": "check", "773": "ask", "774": "forced", "775": "general", "776": "robert", "777": "television", "778": "begin", "779": "age", "780": "footage", "781": "songs", "782": "fall", "783": "remake", "784": "hardly", "785": "david", "786": "view", "787": "gone", "788": "reality", "789": "sounds", "790": "within", "791": "means", "792": "mystery", "793": "george", "794": "move", "795": "above", "796": "haven", "797": "hear", "798": "enjoyed", "799": "incredibly", "800": "country", "801": "buy", "802": "reading", "803": "free", "804": "british", "805": "directing", "806": "message", "807": "sadly", "808": "weird", "809": "filmed", "810": "gay", "811": "hilarious", "812": "musical", "813": "fake", "814": "documentary", "815": "similar", "816": "laughs", "817": "events", "818": "failed", "819": "finds", "820": "forget", "821": "important", "822": "question", "823": "result", "824": "spent", "825": "rock", "826": "comic", "827": "trash", "828": "attempts", "829": "suspense", "830": "comment", "831": "named", "832": "neither", "833": "perfect", "834": "elements", "835": "richard", "836": "class", "837": "happy", "838": "showing", "839": "filmmakers", "840": "pay", "841": "screenplay", "842": "dr", "843": "hot", "844": "light", "845": "excuse", "846": "sexual", "847": "sister", "848": "typical", "849": "ideas", "850": "meant", "851": "sequences", "852": "male", "853": "third", "854": "20", "855": "christmas", "856": "feature", "857": "box", "858": "miss", "859": "worked", "860": "unbelievable", "861": "appear", "862": "loved", "863": "cop", "864": "heart", "865": "30", "866": "cover", "867": "leads", "868": "viewers", "869": "forward", "870": "barely", "871": "realize", "872": "theme", "873": "twist", "874": "crazy", "875": "fire", "876": "stand", "877": "disappointing", "878": "quickly", "879": "tom", "880": "weren", "881": "honestly", "882": "plus", "883": "producers", "884": "yeah", "885": "baby", "886": "eventually", "887": "positive", "888": "tells", "889": "directors", "890": "island", "891": "kills", "892": "thriller", "893": "apart", "894": "o", "895": "modern", "896": "villain", "897": "herself", "898": "nowhere", "899": "period", "900": "strong", "901": "learn", "902": "admit", "903": "simple", "904": "bother", "905": "doctor", "906": "girlfriend", "907": "certain", "908": "subject", "909": "team", "910": "walk", "911": "working", "912": "disappointment", "913": "peter", "914": "slasher", "915": "missing", "916": "eye", "917": "suddenly", "918": "hands", "919": "previous", "920": "release", "921": "wrote", "922": "gun", "923": "casting", "924": "expecting", "925": "follow", "926": "jack", "927": "surprised", "928": "dog", "929": "relationship", "930": "soundtrack", "931": "today", "932": "form", "933": "leaves", "934": "red", "935": "parents", "936": "somewhere", "937": "spend", "938": "value", "939": "ways", "940": "difficult", "941": "painful", "942": "surprise", "943": "brain", "944": "creepy", "945": "ended", "946": "open", "947": "effect", "948": "front", "949": "america", "950": "concept", "951": "future", "952": "biggest", "953": "break", "954": "deal", "955": "indeed", "956": "list", "957": "truth", "958": "accent", "959": "joe", "960": "stick", "961": "air", "962": "project", "963": "utterly", "964": "begins", "965": "fairly", "966": "redeeming", "967": "fighting", "968": "street", "969": "considering", "970": "interested", "971": "outside", "972": "vampire", "973": "york", "974": "paul", "975": "towards", "976": "among", "977": "college", "978": "crew", "979": "particular", "980": "cause", "981": "create", "982": "90", "983": "acted", "984": "disney", "985": "speak", "986": "japanese", "987": "note", "988": "reasons", "989": "supporting", "990": "van", "991": "became", "992": "revenge", "993": "sick", "994": "waiting", "995": "hoping", "996": "agree", "997": "background", "998": "cartoon", "999": "channel", "1000": "further", "1001": "laughing", "1002": "wonderful", "1003": "animation", "1004": "ben", "1005": "computer", "1006": "mediocre", "1007": "basic", "1008": "episodes", "1009": "mentioned", "1010": "situation", "1011": "stage", "1012": "talented", "1013": "80", "1014": "famous", "1015": "earlier", "1016": "features", "1017": "mark", "1018": "decide", "1019": "hair", "1020": "bizarre", "1021": "brought", "1022": "credit", "1023": "meet", "1024": "store", "1025": "e", "1026": "explain", "1027": "mistake", "1028": "sitting", "1029": "viewing", "1030": "random", "1031": "romantic", "1032": "bottom", "1033": "de", "1034": "french", "1035": "naked", "1036": "whom", "1037": "leading", "1038": "secret", "1039": "shoot", "1040": "entirely", "1041": "nobody", "1042": "public", "1043": "telling", "1044": "wooden", "1045": "cute", "1046": "walking", "1047": "brilliant", "1048": "highly", "1049": "missed", "1050": "sci-fi", "1051": "tension", "1052": "trouble", "1053": "favorite", "1054": "15", "1055": "cat", "1056": "compared", "1057": "crime", "1058": "impossible", "1059": "makers", "1060": "purpose", "1061": "attack", "1062": "clich\u00e9", "1063": "enjoyable", "1064": "inside", "1065": "lacks", "1066": "throw", "1067": "wow", "1068": "setting", "1069": "suppose", "1070": "dance", "1071": "dramatic", "1072": "rate", "1073": "amazing", "1074": "decides", "1075": "easy", "1076": "seconds", "1077": "odd", "1078": "older", "1079": "paid", "1080": "science", "1081": "whatsoever", "1082": "following", "1083": "amusing", "1084": "deserves", "1085": "large", "1086": "plenty", "1087": "romance", "1088": "spoilers", "1089": "thinks", "1090": "ugly", "1091": "copy", "1092": "amount", "1093": "aside", "1094": "return", "1095": "scott", "1096": "state", "1097": "bill", "1098": "conclusion", "1099": "convincing", "1100": "portrayed", "1101": "generally", "1102": "hold", "1103": "common", "1104": "shooting", "1105": "believable", "1106": "boys", "1107": "porn", "1108": "supposedly", "1109": "ultimately", "1110": "various", "1111": "confusing", "1112": "keeps", "1113": "pass", "1114": "water", "1115": "thrown", "1116": "unfunny", "1117": "christian", "1118": "consider", "1119": "fair", "1120": "fear", "1121": "hey", "1122": "literally", "1123": "zero", "1124": "choice", "1125": "manages", "1126": "produced", "1127": "slightly", "1128": "business", "1129": "grade", "1130": "nature", "1131": "sucks", "1132": "appeal", "1133": "company", "1134": "members", "1135": "party", "1136": "pure", "1137": "6", "1138": "door", "1139": "la", "1140": "tale", "1141": "cult", "1142": "chase", "1143": "military", "1144": "mad", "1145": "rich", "1146": "alien", "1147": "atmosphere", "1148": "battle", "1149": "dream", "1150": "longer", "1151": "western", "1152": "leaving", "1153": "rented", "1154": "ability", "1155": "band", "1156": "ghost", "1157": "runs", "1158": "tired", "1159": "bought", "1160": "loud", "1161": "planet", "1162": "values", "1163": "army", "1164": "depth", "1165": "involving", "1166": "victims", "1167": "alive", "1168": "clever", "1169": "exception", "1170": "office", "1171": "political", "1172": "cgi", "1173": "control", "1174": "likes", "1175": "managed", "1176": "situations", "1177": "c", "1178": "died", "1179": "force", "1180": "giant", "1181": "moving", "1182": "respect", "1183": "surely", "1184": "dad", "1185": "plan", "1186": "fit", "1187": "taste", "1188": "married", "1189": "soldiers", "1190": "deep", "1191": "disturbing", "1192": "filming", "1193": "holes", "1194": "realistic", "1195": "violent", "1196": "appearance", "1197": "camp", "1198": "jane", "1199": "questions", "1200": "impression", "1201": "rubbish", "1202": "sam", "1203": "thats", "1204": "absurd", "1205": "books", "1206": "considered", "1207": "created", "1208": "dies", "1209": "disaster", "1210": "former", "1211": "gang", "1212": "meaning", "1213": "meets", "1214": "woods", "1215": "escape", "1216": "focus", "1217": "expectations", "1218": "intended", "1219": "mary", "1220": "scientist", "1221": "season", "1222": "standard", "1223": "uses", "1224": "wondering", "1225": "50", "1226": "blame", "1227": "finish", "1228": "likely", "1229": "pick", "1230": "present", "1231": "victim", "1232": "damn", "1233": "filled", "1234": "immediately", "1235": "rated", "1236": "society", "1237": "bland", "1238": "changed", "1239": "recently", "1240": "success", "1241": "confused", "1242": "explanation", "1243": "flicks", "1244": "names", "1245": "showed", "1246": "unnecessary", "1247": "added", "1248": "caught", "1249": "pace", "1250": "personal", "1251": "club", "1252": "prison", "1253": "sat", "1254": "happening", "1255": "lighting", "1256": "somebody", "1257": "west", "1258": "aspect", "1259": "batman", "1260": "recent", "1261": "screaming", "1262": "steve", "1263": "successful", "1264": "adaptation", "1265": "besides", "1266": "italian", "1267": "acts", "1268": "emotional", "1269": "honest", "1270": "london", "1271": "speaking", "1272": "student", "1273": "boyfriend", "1274": "creature", "1275": "fantasy", "1276": "million", "1277": "popular", "1278": "thin", "1279": "tone", "1280": "exciting", "1281": "offer", "1282": "social", "1283": "bed", "1284": "spirit", "1285": "torture", "1286": "week", "1287": "hurt", "1288": "train", "1289": "william", "1290": "brings", "1291": "cold", "1292": "intelligent", "1293": "pretentious", "1294": "trip", "1295": "cinematic", "1296": "dreadful", "1297": "fell", "1298": "rape", "1299": "studio", "1300": "vampires", "1301": "clich\u00e9s", "1302": "skip", "1303": "brothers", "1304": "chris", "1305": "merely", "1306": "audiences", "1307": "familiar", "1308": "german", "1309": "mouth", "1310": "7", "1311": "answer", "1312": "climax", "1313": "crappy", "1314": "hated", "1315": "ii", "1316": "memorable", "1317": "nonsense", "1318": "visual", "1319": "werewolf", "1320": "younger", "1321": "chemistry", "1322": "laughed", "1323": "mom", "1324": "mood", "1325": "nasty", "1326": "santa", "1327": "self", "1328": "sexy", "1329": "ship", "1330": "students", "1331": "watchable", "1332": "absolute", "1333": "dancing", "1334": "drive", "1335": "jesus", "1336": "sleep", "1337": "trailer", "1338": "blue", "1339": "constantly", "1340": "greatest", "1341": "stuck", "1342": "win", "1343": "church", "1344": "count", "1345": "date", "1346": "explained", "1347": "government", "1348": "language", "1349": "lousy", "1350": "oscar", "1351": "scenery", "1352": "shock", "1353": "match", "1354": "suggest", "1355": "unlike", "1356": "describe", "1357": "follows", "1358": "moves", "1359": "opportunity", "1360": "road", "1361": "singing", "1362": "animal", "1363": "law", "1364": "terribly", "1365": "thank", "1366": "turning", "1367": "wearing", "1368": "christopher", "1369": "embarrassing", "1370": "sucked", "1371": "8", "1372": "appeared", "1373": "fat", "1374": "intelligence", "1375": "jones", "1376": "park", "1377": "starring", "1378": "track", "1379": "70", "1380": "angry", "1381": "era", "1382": "folks", "1383": "hospital", "1384": "attractive", "1385": "costs", "1386": "deserve", "1387": "phone", "1388": "presence", "1389": "standards", "1390": "utter", "1391": "adult", "1392": "amateurish", "1393": "below", "1394": "mysterious", "1395": "superman", "1396": "tedious", "1397": "followed", "1398": "insult", "1399": "manner", "1400": "motion", "1401": "pain", "1402": "thus", "1403": "freddy", "1404": "humans", "1405": "shallow", "1406": "theatre", "1407": "tough", "1408": "warning", "1409": "afraid", "1410": "brief", "1411": "costumes", "1412": "culture", "1413": "fail", "1414": "filmmaker", "1415": "anybody", "1416": "bar", "1417": "clothes", "1418": "mainly", "1419": "normal", "1420": "notice", "1421": "personally", "1422": "plane", "1423": "presented", "1424": "content", "1425": "drug", "1426": "falling", "1427": "sees", "1428": "shouldn", "1429": "terms", "1430": "twice", "1431": "aspects", "1432": "carry", "1433": "changes", "1434": "difference", "1435": "everybody", "1436": "ground", "1437": "quick", "1438": "saved", "1439": "seemingly", "1440": "apparent", "1441": "blah", "1442": "charles", "1443": "historical", "1444": "irritating", "1445": "lacking", "1446": "painfully", "1447": "picked", "1448": "putting", "1449": "anywhere", "1450": "deliver", "1451": "glad", "1452": "*", "1453": "atrocious", "1454": "empty", "1455": "exist", "1456": "humour", "1457": "narrative", "1458": "producer", "1459": "serial", "1460": "bloody", "1461": "green", "1462": "issues", "1463": "news", "1464": "pieces", "1465": "spoiler", "1466": "u", "1467": "anymore", "1468": "heavy", "1469": "industry", "1470": "monsters", "1471": "normally", "1472": "opera", "1473": "teen", "1474": "fiction", "1475": "low-budget", "1476": "developed", "1477": "extreme", "1478": "indian", "1479": "keaton", "1480": "lets", "1481": "ms", "1482": "nightmare", "1483": "4/10", "1484": "emotion", "1485": "martin", "1486": "places", "1487": "therefore", "1488": "uninteresting", "1489": "****", "1490": "9", "1491": "appreciate", "1492": "central", "1493": "century", "1494": "horribly", "1495": "pull", "1496": "soul", "1497": "effective", "1498": "forever", "1499": "guns", "1500": "image", "1501": "impressive", "1502": "murders", "1503": "thanks", "1504": "ahead", "1505": "catch", "1506": "cops", "1507": "detective", "1508": "equally", "1509": "pictures", "1510": "pile", "1511": "remotely", "1512": "sake", "1513": "saving", "1514": "000", "1515": "advice", "1516": "allowed", "1517": "forgettable", "1518": "grace", "1519": "heads", "1520": "logic", "1521": "mix", "1522": "remains", "1523": "south", "1524": "suit", "1525": "3/10", "1526": "asleep", "1527": "contains", "1528": "desperate", "1529": "eat", "1530": "include", "1531": "onto", "1532": "silent", "1533": "agent", "1534": "al", "1535": "beauty", "1536": "disgusting", "1537": "fashion", "1538": "hotel", "1539": "masterpiece", "1540": "smart", "1541": "stock", "1542": "beat", "1543": "comedies", "1544": "endless", "1545": "flying", "1546": "hopes", "1547": "l", "1548": "machine", "1549": "sign", "1550": "teacher", "1551": "wild", "1552": "allow", "1553": "clue", "1554": "contrived", "1555": "faces", "1556": "lover", "1557": "negative", "1558": "unrealistic", "1559": "animals", "1560": "drugs", "1561": "finished", "1562": "hasn", "1563": "images", "1564": "jason", "1565": "pacing", "1566": "ready", "1567": "realized", "1568": "worthy", "1569": "100", "1570": "amateur", "1571": "frankly", "1572": "g", "1573": "location", "1574": "allen", "1575": "bruce", "1576": "cars", "1577": "details", "1578": "failure", "1579": "land", "1580": "member", "1581": "photography", "1582": "shocking", "1583": "six", "1584": "wood", "1585": "billy", "1586": "building", "1587": "dying", "1588": "element", "1589": "jump", "1590": "manage", "1591": "mental", "1592": "moral", "1593": "ruined", "1594": "touch", "1595": "unconvincing", "1596": "40", "1597": "bits", "1598": "boss", "1599": "design", "1600": "favor", "1601": "gonna", "1602": "drunk", "1603": "ed", "1604": "energy", "1605": "event", "1606": "fully", "1607": "hadn", "1608": "justice", "1609": "numbers", "1610": "race", "1611": "religious", "1612": "slowly", "1613": "stephen", "1614": "accident", "1615": "adults", "1616": "blonde", "1617": "chick", "1618": "drawn", "1619": "festival", "1620": "gratuitous", "1621": "imagination", "1622": "knowing", "1623": "mike", "1624": "offensive", "1625": "super", "1626": "food", "1627": "j", "1628": "kinda", "1629": "scream", "1630": "spot", "1631": "1/10", "1632": "floor", "1633": "jim", "1634": "soap", "1635": "stereotypes", "1636": "support", "1637": "unique", "1638": "affair", "1639": "area", "1640": "cuts", "1641": "forgotten", "1642": "instance", "1643": "martial", "1644": "priest", "1645": "r", "1646": "soldier", "1647": "asked", "1648": "build", "1649": "captain", "1650": "listen", "1651": "surprisingly", "1652": "twists", "1653": "assume", "1654": "critics", "1655": "driving", "1656": "junk", "1657": "reminded", "1658": "roll", "1659": "sight", "1660": "according", "1661": "americans", "1662": "animated", "1663": "direct", "1664": "jerry", "1665": "minor", "1666": "murdered", "1667": "treated", "1668": "artistic", "1669": "latter", "1670": "seagal", "1671": "station", "1672": "summer", "1673": "context", "1674": "creative", "1675": "fill", "1676": "held", "1677": "lake", "1678": "master", "1679": "compare", "1680": "f", "1681": "film-making", "1682": "incredible", "1683": "lies", "1684": "likable", "1685": "loves", "1686": "trust", "1687": "continuity", "1688": "double", "1689": "gotten", "1690": "magic", "1691": "puts", "1692": "ray", "1693": "responsible", "1694": "reviewers", "1695": "russian", "1696": "system", "1697": "tim", "1698": "williams", "1699": "arts", "1700": "fights", "1701": "moon", "1702": "provide", "1703": "substance", "1704": "suspect", "1705": "wall", "1706": "charm", "1707": "dreams", "1708": "introduced", "1709": "key", "1710": "lived", "1711": "perfectly", "1712": "sean", "1713": "sequels", "1714": "stands", "1715": "walked", "1716": "addition", "1717": "asks", "1718": "bank", "1719": "calls", "1720": "constant", "1721": "faith", "1722": "gags", "1723": "hitler", "1724": "inept", "1725": "nick", "1726": "prove", "1727": "sweet", "1728": "teenage", "1729": "willing", "1730": "witch", "1731": "actresses", "1732": "bomb", "1733": "bright", "1734": "commentary", "1735": "devil", "1736": "fantastic", "1737": "fred", "1738": "genius", "1739": "proves", "1740": "stone", "1741": "suck", "1742": "aliens", "1743": "asking", "1744": "boll", "1745": "charlie", "1746": "heroine", "1747": "kevin", "1748": "sent", "1749": "whenever", "1750": "alright", "1751": "becoming", "1752": "boat", "1753": "corny", "1754": "flaws", "1755": "frank", "1756": "innocent", "1757": "paper", "1758": "technical", "1759": "unable", "1760": "cage", "1761": "clich\u00e9d", "1762": "color", "1763": "desert", "1764": "gory", "1765": "loose", "1766": "scared", "1767": "smith", "1768": "states", "1769": "steven", "1770": "80s", "1771": "asian", "1772": "began", "1773": "continue", "1774": "dry", "1775": "lord", "1776": "practically", "1777": "process", "1778": "pulled", "1779": "research", "1780": "seven", "1781": "dressed", "1782": "dude", "1783": "idiot", "1784": "lesbian", "1785": "ludicrous", "1786": "marriage", "1787": "promising", "1788": "rental", "1789": "turkey", "1790": "cash", "1791": "collection", "1792": "concerned", "1793": "fault", "1794": "limited", "1795": "player", "1796": "stopped", "1797": "suicide", "1798": "wanting", "1799": "whilst", "1800": "approach", "1801": "essentially", "1802": "horse", "1803": "led", "1804": "mildly", "1805": "personality", "1806": "scare", "1807": "security", "1808": "solid", "1809": "stupidity", "1810": "accents", "1811": "awkward", "1812": "behavior", "1813": "cable", "1814": "comparison", "1815": "connection", "1816": "edited", "1817": "flesh", "1818": "heck", "1819": "mst3k", "1820": "naturally", "1821": "promise", "1822": "returns", "1823": "ride", "1824": "award", "1825": "bigger", "1826": "born", "1827": "bothered", "1828": "excited", "1829": "field", "1830": "heroes", "1831": "independent", "1832": "insane", "1833": "kate", "1834": "paint", "1835": "destroy", "1836": "helped", "1837": "hill", "1838": "jennifer", "1839": "pop", "1840": "portrayal", "1841": "powers", "1842": "share", "1843": "talents", "1844": "wars", "1845": "wasting", "1846": "window", "1847": "category", "1848": "charming", "1849": "fellow", "1850": "finding", "1851": "professional", "1852": "skills", "1853": "steal", "1854": "step", "1855": "toward", "1856": "wedding", "1857": "bet", "1858": "downright", "1859": "embarrassed", "1860": "grave", "1861": "legend", "1862": "renting", "1863": "reviewer", "1864": "thoroughly", "1865": "whoever", "1866": "alan", "1867": "ashamed", "1868": "b-movie", "1869": "blind", "1870": "cabin", "1871": "curious", "1872": "extra", "1873": "figured", "1874": "hidden", "1875": "includes", "1876": "makeup", "1877": "national", "1878": "officer", "1879": "plots", "1880": "produce", "1881": "villains", "1882": "virtually", "1883": "70s", "1884": "dubbed", "1885": "flashbacks", "1886": "hanging", "1887": "henry", "1888": "issue", "1889": "lose", "1890": "natural", "1891": "obnoxious", "1892": "p", "1893": "results", "1894": "sea", "1895": "standing", "1896": "types", "1897": "weekend", "1898": "alex", "1899": "breaks", "1900": "broken", "1901": "cares", "1902": "detail", "1903": "exploitation", "1904": "incoherent", "1905": "information", "1906": "lower", "1907": "numerous", "1908": "parody", "1909": "starting", "1910": "actions", "1911": "adventure", "1912": "bear", "1913": "bore", "1914": "cant", "1915": "convince", "1916": "european", "1917": "heaven", "1918": "hits", "1919": "intriguing", "1920": "proper", "1921": "rescue", "1922": "sheer", "1923": "site", "1924": "/", "1925": "cameo", "1926": "deaths", "1927": "executed", "1928": "execution", "1929": "powerful", "1930": "program", "1931": "propaganda", "1932": "queen", "1933": "sell", "1934": "taylor", "1935": "2/10", "1936": "60", "1937": "author", "1938": "available", "1939": "edge", "1940": "entertained", "1941": "hunter", "1942": "included", "1943": "lazy", "1944": "memory", "1945": "pilot", "1946": "product", "1947": "religion", "1948": "search", "1949": "sheriff", "1950": "sounded", "1951": "tony", "1952": "unknown", "1953": "vehicle", "1954": "0", "1955": "eating", "1956": "existence", "1957": "halfway", "1958": "idiotic", "1959": "ladies", "1960": "page", "1961": "robin", "1962": "struggle", "1963": "board", "1964": "boredom", "1965": "evidence", "1966": "feet", "1967": "formula", "1968": "harry", "1969": "loses", "1970": "qualities", "1971": "rarely", "1972": "satire", "1973": "spanish", "1974": "claims", "1975": "criminal", "1976": "depressing", "1977": "engaging", "1978": "ford", "1979": "friday", "1980": "gary", "1981": "jackson", "1982": "knowledge", "1983": "lovely", "1984": "mission", "1985": "noticed", "1986": "uncle", "1987": "v", "1988": "brian", "1989": "capture", "1990": "community", "1991": "creatures", "1992": "dangerous", "1993": "involves", "1994": "johnny", "1995": "media", "1996": "originally", "1997": "revealed", "1998": "talks", "1999": "accept", "2000": "adam", "2001": "ass", "2002": "awesome", "2003": "bodies", "2004": "built", "2005": "chinese", "2006": "commercial", "2007": "delivered", "2008": "dirty", "2009": "forest", "2010": "laughter", "2011": "necessary", "2012": "offers", "2013": "theaters", "2014": "anthony", "2015": "comedic", "2016": "cry", "2017": "dollars", "2018": "judge", "2019": "morning", "2020": "references", "2021": "singer", "2022": "twenty", "2023": "12", "2024": "ball", "2025": "bo", "2026": "costume", "2027": "ha", "2028": "partner", "2029": "physical", "2030": "walks", "2031": "correct", "2032": "featuring", "2033": "finale", "2034": "fly", "2035": "fox", "2036": "loss", "2037": "meanwhile", "2038": "native", "2039": "overly", "2040": "record", "2041": "relationships", "2042": "ruin", "2043": "suffers", "2044": "test", "2045": "bob", "2046": "chose", "2047": "claim", "2048": "develop", "2049": "efforts", "2050": "miles", "2051": "months", "2052": "themes", "2053": "trite", "2054": "warned", "2055": "ancient", "2056": "choose", "2057": "conflict", "2058": "delivers", "2059": "disbelief", "2060": "facts", "2061": "foot", "2062": "fresh", "2063": "games", "2064": "gold", "2065": "make-up", "2066": "price", "2067": "ran", "2068": "relief", "2069": "retarded", "2070": "stereotypical", "2071": "throwing", "2072": "aware", "2073": "cost", "2074": "creating", "2075": "drag", "2076": "model", "2077": "paying", "2078": "plastic", "2079": "post", "2080": "reach", "2081": "woody", "2082": "bat", "2083": "capable", "2084": "complex", "2085": "convinced", "2086": "cross", "2087": "length", "2088": "locations", "2089": "majority", "2090": "met", "2091": "opens", "2092": "passed", "2093": "portray", "2094": "private", "2095": "reporter", "2096": "superior", "2097": "candy", "2098": "designed", "2099": "desire", "2100": "dollar", "2101": "drivel", "2102": "excitement", "2103": "matters", "2104": "ring", "2105": "so-called", "2106": "sympathy", "2107": "warn", "2108": "brutal", "2109": "described", "2110": "epic", "2111": "hide", "2112": "kick", "2113": "mistakes", "2114": "moved", "2115": "occasionally", "2116": "originality", "2117": "pregnant", "2118": "protagonist", "2119": "proved", "2120": "racist", "2121": "scares", "2122": "scenario", "2123": "shakespeare", "2124": "speed", "2125": "suffering", "2126": "survive", "2127": "truck", "2128": "vs", "2129": "accidentally", "2130": "alas", "2131": "buddy", "2132": "cardboard", "2133": "compelling", "2134": "dozen", "2135": "exact", "2136": "fate", "2137": "inspired", "2138": "luck", "2139": "matrix", "2140": "miscast", "2141": "non-existent", "2142": "recommended", "2143": "stomach", "2144": "sudden", "2145": "summary", "2146": "target", "2147": "current", "2148": "drop", "2149": "hearing", "2150": "insulting", "2151": "lesson", "2152": "mine", "2153": "reaction", "2154": "reminds", "2155": "saturday", "2156": "teeth", "2157": "theory", "2158": "unfortunate", "2159": "vision", "2160": "appalling", "2161": "cheese", "2162": "danger", "2163": "deserved", "2164": "extras", "2165": "feelings", "2166": "higher", "2167": "impressed", "2168": "jeff", "2169": "jr", "2170": "massive", "2171": "mindless", "2172": "miserably", "2173": "passion", "2174": "pity", "2175": "skin", "2176": "treatment", "2177": "arthur", "2178": "blockbuster", "2179": "campy", "2180": "display", "2181": "eddie", "2182": "false", "2183": "forgot", "2184": "gorgeous", "2185": "graphic", "2186": "hopefully", "2187": "horrendous", "2188": "kong", "2189": "paris", "2190": "ripped", "2191": "sing", "2192": "smile", "2193": "spends", "2194": "tarzan", "2195": "teenagers", "2196": "uninspired", "2197": "unintentionally", "2198": "believed", "2199": "blair", "2200": "cutting", "2201": "dean", "2202": "desperately", "2203": "dragon", "2204": "elvis", "2205": "factor", "2206": "grant", "2207": "japan", "2208": "leader", "2209": "mask", "2210": "opposite", "2211": "president", "2212": "repeated", "2213": "required", "2214": "rip", "2215": "shocked", "2216": "technology", "2217": "wind", "2218": "accurate", "2219": "anderson", "2220": "andy", "2221": "artist", "2222": "belief", "2223": "caused", "2224": "childhood", "2225": "christ", "2226": "credibility", "2227": "crying", "2228": "degree", "2229": "dick", "2230": "douglas", "2231": "experiment", "2232": "fool", "2233": "football", "2234": "ghosts", "2235": "holding", "2236": "impact", "2237": "killers", "2238": "moore", "2239": "pleasure", "2240": "psycho", "2241": "ron", "2242": "send", "2243": "ain", "2244": "base", "2245": "calling", "2246": "chosen", "2247": "crude", "2248": "destroyed", "2249": "device", "2250": "discover", "2251": "forces", "2252": "grand", "2253": "harris", "2254": "hired", "2255": "horrid", "2256": "humorous", "2257": "largely", "2258": "lynch", "2259": "mixed", "2260": "mrs", "2261": "n", "2262": "nude", "2263": "pair", "2264": "regular", "2265": "routine", "2266": "structure", "2267": "technically", "2268": "tragedy", "2269": "uk", "2270": "worthless", "2271": "**", "2272": "academy", "2273": "demon", "2274": "dire", "2275": "humanity", "2276": "intentions", "2277": "professor", "2278": "prom", "2279": "radio", "2280": "rare", "2281": "teenager", "2282": "thomas", "2283": "village", "2284": "annoyed", "2285": "decision", "2286": "england", "2287": "funniest", "2288": "joan", "2289": "over-the-top", "2290": "sky", "2291": "throws", "2292": "unwatchable", "2293": "useless", "2294": "vote", "2295": "wear", "2296": "adds", "2297": "aka", "2298": "darkness", "2299": "growing", "2300": "market", "2301": "obsessed", "2302": "players", "2303": "rolling", "2304": "safe", "2305": "statement", "2306": "stolen", "2307": "study", "2308": "sum", "2309": "superb", "2310": "texas", "2311": "till", "2312": "tree", "2313": "alice", "2314": "dated", "2315": "deadly", "2316": "decade", "2317": "fascinating", "2318": "ordinary", "2319": "round", "2320": "serves", "2321": "shop", "2322": "spoof", "2323": "uwe", "2324": "anne", "2325": "apartment", "2326": "dubbing", "2327": "latest", "2328": "rise", "2329": "river", "2330": "robot", "2331": "shower", "2332": "shut", "2333": "struggling", "2334": "youth", "2335": "abandoned", "2336": "beast", "2337": "consists", "2338": "driver", "2339": "handled", "2340": "international", "2341": "learned", "2342": "remote", "2343": "sleeping", "2344": "speech", "2345": "teens", "2346": "understanding", "2347": "unlikely", "2348": "visuals", "2349": "worthwhile", "2350": "abuse", "2351": "attacked", "2352": "attempting", "2353": "beach", "2354": "canadian", "2355": "code", "2356": "continues", "2357": "dear", "2358": "discovered", "2359": "draw", "2360": "enemy", "2361": "eric", "2362": "explains", "2363": "gross", "2364": "halloween", "2365": "hardy", "2366": "hat", "2367": "hills", "2368": "jessica", "2369": "journey", "2370": "noise", "2371": "reputation", "2372": "rip-off", "2373": "scale", "2374": "speaks", "2375": "stayed", "2376": "supernatural", "2377": "arm", "2378": "cartoons", "2379": "circumstances", "2380": "covered", "2381": "cruel", "2382": "derek", "2383": "directly", "2384": "fare", "2385": "foreign", "2386": "forth", "2387": "funnier", "2388": "granted", "2389": "grew", "2390": "invisible", "2391": "lucky", "2392": "parker", "2393": "range", "2394": "stinker", "2395": "subtle", "2396": "toilet", "2397": "training", "2398": "visit", "2399": "angel", "2400": "blow", "2401": "castle", "2402": "center", "2403": "crash", "2404": "franchise", "2405": "grown", "2406": "knife", "2407": "politics", "2408": "psychological", "2409": "recall", "2410": "screenwriter", "2411": "source", "2412": "spending", "2413": "tape", "2414": "term", "2415": "travel", "2416": "classics", "2417": "evening", "2418": "everywhere", "2419": "gas", "2420": "genuinely", "2421": "hood", "2422": "initial", "2423": "monkey", "2424": "proof", "2425": "properly", "2426": "realism", "2427": "shark", "2428": "unbelievably", "2429": "universal", "2430": "vietnam", "2431": "voices", "2432": "wanna", "2433": "wit", "2434": "brown", "2435": "drink", "2436": "genuine", "2437": "gordon", "2438": "guilty", "2439": "haunted", "2440": "highlight", "2441": "hoped", "2442": "howard", "2443": "huh", "2444": "jail", "2445": "keeping", "2446": "lifetime", "2447": "lying", "2448": "millions", "2449": "morgan", "2450": "occasional", "2451": "received", "2452": "soft", "2453": "tiny", "2454": "washington", "2455": "wise", "2456": "appealing", "2457": "bollywood", "2458": "buying", "2459": "comical", "2460": "dogs", "2461": "escapes", "2462": "generous", "2463": "hype", "2464": "ill", "2465": "interview", "2466": "kim", "2467": "lisa", "2468": "matt", "2469": "minds", "2470": "naive", "2471": "offered", "2472": "previously", "2473": "prior", "2474": "purely", "2475": "service", "2476": "danny", "2477": "delivery", "2478": "featured", "2479": "fulci", "2480": "goofy", "2481": "ignore", "2482": "jungle", "2483": "mexican", "2484": "regarding", "2485": "regret", "2486": "spoil", "2487": "theatrical", "2488": "unintentional", "2489": "wide", "2490": "breasts", "2491": "changing", "2492": "crowd", "2493": "dracula", "2494": "drinking", "2495": "gadget", "2496": "gag", "2497": "idiots", "2498": "levels", "2499": "lugosi", "2500": "remain", "2501": "section", "2502": "slightest", "2503": "suffer", "2504": "visually", "2505": "wayne", "2506": "weapons", "2507": "wilson", "2508": "account", "2509": "attacks", "2510": "believes", "2511": "bringing", "2512": "curse", "2513": "edward", "2514": "emotions", "2515": "examples", "2516": "heavily", "2517": "holds", "2518": "legs", "2519": "rambo", "2520": "repetitive", "2521": "ridiculously", "2522": "scripts", "2523": "susan", "2524": "trapped", "2525": "treat", "2526": "and/or", "2527": "angles", "2528": "arms", "2529": "burton", "2530": "clean", "2531": "contain", "2532": "davis", "2533": "dealing", "2534": "drags", "2535": "experienced", "2536": "express", "2537": "frame", "2538": "gangster", "2539": "handle", "2540": "helps", "2541": "hint", "2542": "hunt", "2543": "lovers", "2544": "mansion", "2545": "memories", "2546": "network", "2547": "perspective", "2548": "plans", "2549": "simon", "2550": "stunning", "2551": "tears", "2552": "terror", "2553": "thoughts", "2554": "unbearable", "2555": "upset", "2556": "anna", "2557": "attitude", "2558": "bag", "2559": "clips", "2560": "committed", "2561": "core", "2562": "dinosaurs", "2563": "dragged", "2564": "flashback", "2565": "flight", "2566": "godzilla", "2567": "mere", "2568": "motivation", "2569": "multiple", "2570": "north", "2571": "oddly", "2572": "par", "2573": "provides", "2574": "remembered", "2575": "succeed", "2576": "apes", "2577": "causes", "2578": "combination", "2579": "department", "2580": "erotic", "2581": "exercise", "2582": "fame", "2583": "freeman", "2584": "ice", "2585": "jumps", "2586": "lab", "2587": "loser", "2588": "marry", "2589": "presumably", "2590": "ratings", "2591": "sarah", "2592": "segment", "2593": "served", "2594": "sloppy", "2595": "streets", "2596": "vague", "2597": "versions", "2598": "veteran", "2599": "1970", "2600": "2000", "2601": "abysmal", "2602": "basis", "2603": "bible", "2604": "cell", "2605": "chief", "2606": "comedian", "2607": "expression", "2608": "horrific", "2609": "hundred", "2610": "jobs", "2611": "kelly", "2612": "listening", "2613": "mirror", "2614": "narration", "2615": "needless", "2616": "nicely", "2617": "pie", "2618": "relatively", "2619": "risk", "2620": "significant", "2621": "sorts", "2622": "southern", "2623": "surprising", "2624": "tragic", "2625": "wears", "2626": "weeks", "2627": "*1/2", "2628": "amazed", "2629": "amongst", "2630": "charge", "2631": "clark", "2632": "competent", "2633": "dan", "2634": "drew", "2635": "embarrassment", "2636": "enter", "2637": "kidding", "2638": "metal", "2639": "murphy", "2640": "owner", "2641": "passing", "2642": "prefer", "2643": "raped", "2644": "ryan", "2645": "ultimate", "2646": "virus", "2647": "awake", "2648": "awards", "2649": "bullets", "2650": "catholic", "2651": "closing", "2652": "deeply", "2653": "eight", "2654": "entertain", "2655": "flop", "2656": "gene", "2657": "gray", "2658": "lewis", "2659": "meaningless", "2660": "mummy", "2661": "nose", "2662": "path", "2663": "placed", "2664": "pointed", "2665": "roger", "2666": "saves", "2667": "scientists", "2668": "strongly", "2669": "sword", "2670": "thousands", "2671": "united", "2672": "africa", "2673": "appropriate", "2674": "burn", "2675": "combined", "2676": "confusion", "2677": "discovers", "2678": "expert", "2679": "extent", "2680": "families", "2681": "guard", "2682": "hence", "2683": "hideous", "2684": "johnson", "2685": "killings", "2686": "lane", "2687": "locked", "2688": "overrated", "2689": "reference", "2690": "serve", "2691": "sitcom", "2692": "slapstick", "2693": "stiff", "2694": "surface", "2695": "sympathetic", "2696": "table", "2697": "topless", "2698": "uncomfortable", "2699": "weapon", "2700": "25", "2701": "amazingly", "2702": "broadway", "2703": "bus", "2704": "bush", "2705": "description", "2706": "disjointed", "2707": "elsewhere", "2708": "fifteen", "2709": "flash", "2710": "generation", "2711": "golden", "2712": "hip", "2713": "inane", "2714": "insight", "2715": "intense", "2716": "joy", "2717": "larry", "2718": "lawyer", "2719": "luke", "2720": "max", "2721": "necessarily", "2722": "replaced", "2723": "seat", "2724": "spite", "2725": "sun", "2726": "throat", "2727": "titles", "2728": "toy", "2729": "underground", "2730": "universe", "2731": "unusual", "2732": "viewed", "2733": "welcome", "2734": "witness", "2735": "wreck", "2736": "60s", "2737": "achieve", "2738": "australian", "2739": "bucks", "2740": "captured", "2741": "clumsy", "2742": "conversation", "2743": "corpse", "2744": "dialogs", "2745": "grow", "2746": "gruesome", "2747": "identity", "2748": "jewish", "2749": "kinds", "2750": "losing", "2751": "lundgren", "2752": "murderer", "2753": "nuclear", "2754": "pat", "2755": "porno", "2756": "prepared", "2757": "productions", "2758": "rule", "2759": "seed", "2760": "seek", "2761": "stretch", "2762": "text", "2763": "topic", "2764": "albert", "2765": "angle", "2766": "bin", "2767": "cases", "2768": "closer", "2769": "coherent", "2770": "credible", "2771": "cube", "2772": "devoid", "2773": "expensive", "2774": "facial", "2775": "fictional", "2776": "foster", "2777": "harsh", "2778": "holiday", "2779": "individual", "2780": "jean", "2781": "k", "2782": "medical", "2783": "meeting", "2784": "movement", "2785": "pacino", "2786": "plague", "2787": "pleasant", "2788": "prime", "2789": "print", "2790": "punch", "2791": "related", "2792": "status", "2793": "strictly", "2794": "swear", "2795": "tied", "2796": "victor", "2797": "walken", "2798": "acceptable", "2799": "adding", "2800": "assistant", "2801": "breaking", "2802": "deals", "2803": "depicted", "2804": "downhill", "2805": "emotionally", "2806": "europe", "2807": "fairy", "2808": "fallen", "2809": "focused", "2810": "generic", "2811": "hole", "2812": "jerk", "2813": "joseph", "2814": "lacked", "2815": "laura", "2816": "mountain", "2817": "presents", "2818": "quiet", "2819": "recognize", "2820": "regard", "2821": "shoots", "2822": "sleazy", "2823": "snow", "2824": "stinks", "2825": "synopsis", "2826": "trek", "2827": "twisted", "2828": "wannabe", "2829": "admittedly", "2830": "afternoon", "2831": "attempted", "2832": "bbc", "2833": "burt", "2834": "caine", "2835": "card", "2836": "chair", "2837": "contemporary", "2838": "dinner", "2839": "dinosaur", "2840": "dreck", "2841": "exists", "2842": "fits", "2843": 